/** @file

;******************************************************************************
;* Copyright (c) 2012, Insyde Software Corporation. All Rights Reserved.
;*
;* You may not reproduce, distribute, publish, display, perform, modify, adapt,
;* transmit, broadcast, present, recite, release, license or otherwise exploit
;* any part of this publication in any form, by any means, without the prior
;* written permission of Insyde Software Corporation.
;*
;******************************************************************************
*/

/=#

#include "Standard.uni"
#string STR_DYNAMIC_STR_ESC              #language en-US  "Press Esc for boot options"
#string STR_DYNAMIC_STR_ESC_SELECT       #language en-US  "Esc is pressed. Go to boot options."
#string STR_DYNAMIC_STR_ESC_SELECT2      #language en-US  "Esc is pressed. Go to boot options."
#string STR_DYNAMIC_STR_NO_OPERATION     #language en-US  "No Operation"
#string STR_DYNAMIC_STR_FRONT_PAGE       #language en-US  "Front Page"
#string STR_DYNAMIC_STR_SETUP            #language en-US  "Setup"
#string STR_DYNAMIC_STR_DEVICE_MANAGER   #language en-US  "Device Manager"
#string STR_DYNAMIC_STR_BOOT_MANAGER     #language en-US  "Boot Manager"
#string STR_DYNAMIC_STR_BOOT_MAINTAINCE  #language en-US  "Boot Maintenance"
#string STR_DYNAMIC_STR_SECURE_BOOT      #language en-US  "Secure Boot"
#string STR_DYNAMIC_STR_MEBX             #language en-US  "Mebx"
#string STR_DYNAMIC_STR_REMOTE_ASST      #language en-US  "Remote Asstist"

//
// System information
//
#string STR_DYNAMIC_STR_VERSION          #language en-US  "InsydeH2O Version : %BIOSVER%"
#string STR_DYNAMIC_STR_DATE             #language en-US  "BIOS Build Date : %BUILDDATE%"
#string STR_DYNAMIC_STR_CPUTYPE          #language en-US  "Processor Type : %CPUTYPE%"
#string STR_DYNAMIC_STR_MEMSPEED         #language en-US  "System Memory Speed : %MEMSPEED%"
#string STR_DYNAMIC_STR_CPUID            #language en-US  "CPUID : %CPUID%"

